
[InterrogationFacility X2FacilityTemplate]
DisplayName="审讯设施"
CompletedSummary="结合XCOM在入侵期间使用的一些旧方法，我们可以审问我们在飞船内的任何俘虏以获取情报，可能还有变种人设施的线索.我们也可以试试运气，尝试“招募”上述俘虏，尽管最初并非所有人都愿意加入."
Summary="这个审讯设施使我们能够审讯（或可能招募）我们审讯室上的俘虏，为我们提供情报，并可能提供设施领导."

[InterrogationFacility_SecondCell X2FacilityUpgradeTemplate]
DisplayName="第二个工作站"
FacilityName="审讯设施"
Summary="扩大了审讯设施的工作区域，允许另一名科学家在这里工作"

[InterrogationFacilityStaffSlot_Sci X2StaffSlotTemplate]
EmptyText="开放：需要科学家"
BonusEmptyText="减少审讯和招聘时间."
BonusText="项目时间 -%AVENGERBONUS%"
FilledText="%UNITNAME's 科学知识正在提高我们审讯和招聘项目的有效性！"
LockedText="锁定：购买升级"

[InR_KnockoutStunned X2AbilityTemplate]
LocFriendlyName="击倒"
LocLongDescription="击倒一名被眩晕、惊慌失措或精神控制的单位."
LocHelpText="击倒一名被眩晕、惊慌失措或精神控制的单位."





;===============================================================================================================
;                                          Interrogation Project Outcomes - ADVENT 
;===============================================================================================================

; Intel Reward

[Interrogation_AdventTrooper_Intel X2ItemTemplate]
FriendlyName="变种人士兵审讯"
FriendlyNamePlural="变种人士兵审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventStunlancer_Intel X2ItemTemplate]
FriendlyName="变种人强袭兵审讯"
FriendlyNamePlural="变种人强袭兵审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventPurifier_Intel X2ItemTemplate]
FriendlyName="变种人净化者审讯"
FriendlyNamePlural="变种人净化者审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventShieldbearer_Intel X2ItemTemplate]
FriendlyName="变种人持盾者审讯"
FriendlyNamePlural="变种人持盾者审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventCaptain_Intel X2ItemTemplate]
FriendlyName="变种人军官审讯"
FriendlyNamePlural="变种人军官审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventPriest_Intel X2ItemTemplate]
FriendlyName="变种人祭司审讯"
FriendlyNamePlural="变种人祭司审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventGeneral_Intel X2ItemTemplate]
FriendlyName="变种人将军审讯"
FriendlyNamePlural="变种人将军审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

; Facility Lead Reward

[Interrogation_AdventTrooper_FacilityLead X2ItemTemplate]
FriendlyName="变种人士兵审讯"
FriendlyNamePlural="变种人士兵审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventStunlancer_FacilityLead X2ItemTemplate]
FriendlyName="变种人强袭兵审讯"
FriendlyNamePlural="变种人强袭兵审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventPurifier_FacilityLead X2ItemTemplate]
FriendlyName="变种人净化者审讯"
FriendlyNamePlural="变种人净化者审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventShieldbearer_FacilityLead X2ItemTemplate]
FriendlyName="变种人持盾者审讯"
FriendlyNamePlural="变种人持盾者审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventCaptain_FacilityLead X2ItemTemplate]
FriendlyName="变种人军官审讯"
FriendlyNamePlural="变种人军官审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventPriest_FacilityLead X2ItemTemplate]
FriendlyName="变种人祭司审讯"
FriendlyNamePlural="变种人祭司审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_AdventGeneral_FacilityLead X2ItemTemplate]
FriendlyName="变种人将军审讯"
FriendlyNamePlural="变种人将军审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

;===============================================================================================================
;                                          Interrogation Project Outcomes - Alien
;===============================================================================================================

; Intel Reward

[Interrogation_Andromedon_Intel X2ItemTemplate]
FriendlyName="仙女座外星人审讯"
FriendlyNamePlural="仙女座外星人审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Archon_Intel X2ItemTemplate]
FriendlyName="执政官审讯"
FriendlyNamePlural="执政官审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Berserker_Intel X2ItemTemplate]
FriendlyName="狂战士审讯"
FriendlyNamePlural="狂战士审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Chryssalid_Intel X2ItemTemplate]
FriendlyName="寄生兽审讯"
FriendlyNamePlural="寄生兽审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Faceless_Intel X2ItemTemplate]
FriendlyName="无面怪审讯"
FriendlyNamePlural="无面怪审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Muton_Intel X2ItemTemplate]
FriendlyName="异变者审讯"
FriendlyNamePlural="异变者审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Sectoid_Intel X2ItemTemplate]
FriendlyName="灰人审讯"
FriendlyNamePlural="灰人审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Viper_Intel X2ItemTemplate]
FriendlyName="毒蛇怪审讯"
FriendlyNamePlural="毒蛇怪审讯"
BriefSummary="审讯很成功，我们从这个主题中获得了情报.<XGParam:StrValue0/!Quantity/> 情报奖励."

; Facility Lead Reward

[Interrogation_Andromedon_FacilityLead X2ItemTemplate]
FriendlyName="仙女座外星人审讯"
FriendlyNamePlural="仙女座外星人审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Archon_FacilityLead X2ItemTemplate]
FriendlyName="执政官审讯"
FriendlyNamePlural="执政官审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Berserker_FacilityLead X2ItemTemplate]
FriendlyName="狂战士审讯"
FriendlyNamePlural="狂战士审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Chryssalid_FacilityLead X2ItemTemplate]
FriendlyName="寄生兽审讯"
FriendlyNamePlural="寄生兽审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Faceless_FacilityLead X2ItemTemplate]
FriendlyName="无面怪审讯"
FriendlyNamePlural="无面怪审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Muton_FacilityLead X2ItemTemplate]
FriendlyName="异变者审讯"
FriendlyNamePlural="异变者审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Sectoid_FacilityLead X2ItemTemplate]
FriendlyName="灰人审讯"
FriendlyNamePlural="灰人审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

[Interrogation_Viper_FacilityLead X2ItemTemplate]
FriendlyName="毒蛇怪审讯"
FriendlyNamePlural="毒蛇怪审讯"
BriefSummary="审讯取得了成功，我们从这次的审讯中获得了情报以及设施线索！<XGParam:StrValue0/!Quantity/> 情报奖励."

;===============================================================================================================
;                                              Captive Descriptions - ADVENT 
;===============================================================================================================

[InR_Captive_AdventTrooper X2ItemTemplate]
FriendlyName="变种人士兵俘虏"
FriendlyNamePlural="变种人士兵俘虏"
BriefSummary="这是我们飞船内的一名变种人士兵俘虏. 由于缺乏关于捕获他们的变种人协议，士兵们经常听天由命地坐在拘留室的一角."

[InR_Captive_AdventStunlancer X2ItemTemplate]
FriendlyName="变种人强袭兵俘虏"
FriendlyNamePlural="变种人强袭兵俘虏"
BriefSummary="这是我们在飞船内的变种人强袭兵俘虏.他们过度活跃的天性与飞船内的单调相冲突，导致他们在等待时进行各种体育锻炼."

[InR_Captive_AdventPurifier X2ItemTemplate]
FriendlyName="变种人净化者俘虏"
FriendlyNamePlural="变种人净化者俘虏"
BriefSummary="这是我们在飞船内的变种人净化者俘虏.他们经常在细胞相对凉爽的温度下表现出明显的不适感，并提出了一些要求来增加它."

[InR_Captive_AdventShieldbearer X2ItemTemplate]
FriendlyName="变种人持盾者俘虏"
FriendlyNamePlural="变种人持盾者俘虏"
BriefSummary="这是我们在飞船内的变种人持盾者俘虏.人们经常看到他们以缓慢而有计划的步伐走着，可能是对他们重型盔甲的条件反射."

[InR_Captive_AdventCaptain X2ItemTemplate]
FriendlyName="变种人军官俘虏"
FriendlyNamePlural="变种人军官俘虏"
BriefSummary="这是我们在飞船内的变种人军官俘虏.他们保持严格的作息时间，包括体育锻炼和要求准时提供餐点."

[InR_Captive_AdventPriest X2ItemTemplate]
FriendlyName="变种人祭司俘虏"
FriendlyNamePlural="变种人祭司俘虏"
BriefSummary="这是我们在审讯室里拥有的变种人祭司俘虏.他们的大部分时间都是以跪姿度过的，可以听到他们乞求长老的原谅."

[InR_Captive_AdventGeneral X2ItemTemplate]
FriendlyName="变种人将军俘虏"
FriendlyNamePlural="变种人将军俘虏"
BriefSummary="这是我们在飞船内的变种人将军俘虏.他们似乎一直头痛不已，这可能是他们指挥芯片中灵能流丢失的后果."

;===============================================================================================================
;                                              Captive Descriptions - Alien
;===============================================================================================================

[InR_Captive_Andromedon X2ItemTemplate]
FriendlyName="仙女座俘虏"
FriendlyNamePlural="仙女座俘虏"
BriefSummary="这是关押在禁闭室的一名仙女座俘虏。我们在其战甲上安装了休眠装置，这使我们能够安全地与之互动，并清理战甲产生的腐蚀性副产物."

[InR_Captive_Archon X2ItemTemplate]
FriendlyName="执政官俘虏"
FriendlyNamePlural="执政官俘虏"
BriefSummary="这是关押在禁闭室的一名执政官俘虏。尽管他们大部分时间都处于相对静止的状态，但我们的执政官俘虏经常会突然爆发出愤怒和暴力行为."

[InR_Captive_Berserker X2ItemTemplate]
FriendlyName="狂战士俘虏"
FriendlyNamePlural="狂战士俘虏"
BriefSummary="这是关押在禁闭室的一名狂战士俘虏。由于我们使用了大量镇静剂，狂战士们常常安静地躺在牢房里睡觉."

[InR_Captive_Chryssalid X2ItemTemplate]
FriendlyName="寄生兽俘虏"
FriendlyNamePlural="寄生兽俘虏"
BriefSummary="这是关押在禁闭室的一名寄生兽俘虏。它不停地在牢房里移动，似乎因狭小的环境而极度焦虑."

[InR_Captive_Faceless X2ItemTemplate]
FriendlyName="无面怪俘虏"
FriendlyNamePlural="无面怪俘虏"
BriefSummary="这是关押在禁闭室的一名无面怪俘虏。它们不断试图伪装成XCOM人员以逃脱，这迫使我们采取了严密的监控措施."

[InR_Captive_Muton X2ItemTemplate]
FriendlyName="异变者俘虏"
FriendlyNamePlural="异变者俘虏"
BriefSummary="这是关押在禁闭室的一名异变者俘虏。它们经常进行一些目的尚不明确的复杂吟唱和仪式，但在其他方面，它们在囚禁期间表现得相当镇定."

[InR_Captive_Sectoid X2ItemTemplate]
FriendlyName="灰人俘虏"
FriendlyNamePlural="灰人俘虏"
BriefSummary="这是关押在禁闭室的一名灰人俘虏。它们对我们的指令表现出显著的服从性，尽管在不依赖灵能的情况下，它们似乎不太擅长交流."

[InR_Captive_Viper X2ItemTemplate]
FriendlyName="毒蛇怪俘虏"
FriendlyNamePlural="毒蛇怪俘虏"
BriefSummary="这是关押在禁闭室的一名毒蛇怪俘虏。它们非常健谈，时而进行讽刺性的侮辱，时而发出威胁，时而试图谈判以换取释放."

;===============================================================================================================
;                                          Interrogation Project Localization - ADVENT 
;===============================================================================================================

[Tech_InR_Interrogation_AdventTrooper X2TechTemplate]
DisplayName="变种人士兵审讯"
Summary="审问一名我们曾关押在飞船中的俘虏变种人士兵，以获取有关外星人行动的情报.有一名<font color='#ff4d00'>微乎其微</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_AdventStunlancer X2TechTemplate]
DisplayName="变种人强袭兵审讯"
Summary="审问一名变种人强袭兵我们曾关押在飞船中的，以获取有关外星人行动的情报.有一名<font color='#ff4d00'>微乎其微</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_AdventPurifier X2TechTemplate]
DisplayName="变种人净化者审讯"
Summary="审问一名我们曾关押在飞船中的变种人净化者，以获取有关外星人行动的情报.有一名<font color='#ffa600'>小</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_AdventShieldbearer X2TechTemplate]
DisplayName="变种人持盾者审讯"
Summary="审问一名我们曾关押在飞船中的变种人持盾者，以获取有关外星人行动的情报.有一名<font color='#ff8400'>小</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_AdventCaptain X2TechTemplate]
DisplayName="变种人军官审讯"
Summary="审问一名我们曾关押在飞船中的变种人军官，以获取有关外星人行动的情报.有一名<font color='#ffc400'>普通</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_AdventPriest X2TechTemplate]
DisplayName="变种人祭司审讯"
Summary="审问一名我们曾关押在飞船中的变种人祭司，以获取有关外星人行动的情报.有一名<font color='#ddff00'>高</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_AdventGeneral X2TechTemplate]
DisplayName="变种人将军审讯"
Summary="审问一名我们曾关押在飞船中的变种人将军，以获取有关外星人行动的情报.有一名<font color='#00ff00'>几乎可以保证</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

;===============================================================================================================
;                                          Interrogation Project Localization -Alien
;===============================================================================================================

[Tech_InR_Interrogation_Andromedon X2TechTemplate]
DisplayName="仙女座外星人审讯"
Summary="审问一名我们曾关押在飞船中的仙女座外星人，以获取有关外星人行动的情报.有一名<font color='#ffff00'>普通</font> 除了我们从此审讯中获得的任何情报外，我们还可能收到一个设施线索."

[Tech_InR_Interrogation_Archon X2TechTemplate]
DisplayName="执政官审讯"
Summary="审问一名我们曾关押在飞船中的执政官，以获取有关外星人行动的情报.有一名<font color='#ffff00'>普通</font> 除了我们从此审讯中获得的任何情报外，我们还可能收到一个设施线索."

[Tech_InR_Interrogation_Berserker X2TechTemplate]
DisplayName="狂战士审讯"
Summary="审问一名我们曾关押在飞船中的狂战士，以获取有关外星人行动的情报.有一名<font color='#ffa600'>小</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_Chryssalid X2TechTemplate]
DisplayName="寄生兽审讯"
Summary="审问一名我们曾关押在飞船中的寄生兽，以获取有关外星人行动的情报.有一名<font color='#ff0000'>Abyssmal</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_Faceless X2TechTemplate]
DisplayName="无面怪审讯"
Summary="审问一名我们曾关押在飞船中的无面怪，以获取有关外星人行动的情报.有一名<font color='#ffff00'>普通</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_Muton X2TechTemplate]
DisplayName="异变者审讯"
Summary="审问一名我们曾关押在飞船中的异变者，以获取有关外星人行动的情报.有一名<font color='#ffff00'>普通</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_Sectoid X2TechTemplate]
DisplayName="灰人审讯"
Summary="审问一名我们曾关押在飞船中的灰人，以获取有关外星人行动的情报.有一名<font color='#ffff00'>普通</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."

[Tech_InR_Interrogation_Viper X2TechTemplate]
DisplayName="毒蛇怪审讯"
Summary="审问一名我们曾关押在飞船中的毒蛇怪，以获取有关外星人行动的情报.有一名<font color='#ffff00'>普通</font> 除了我们从这次审讯中获得的任何情报外，我们还可能得到一名设施线索."
